[
  {
    "type": "chest",
    "name": "Bench Press",
    "description": "Benkpress er en populær styrketreningsøvelse som hovedsakelig trener bryst, men også skuldre og triceps. Øvelsen utføres vanligvis med en vektstang og løftes fra en liggende posisjon på en benk. For å utføre benkpress: 1. Ligg på ryggen på en benk med føttene flatt på gulvet. 2. Hold stangen med et grep som er litt bredere enn skulderbredde. 3. Senk stangen kontrollert ned til brystet, og press oppover til startposisjon med kraft. Benkpress er en av de mest brukte øvelsene for å bygge styrke og masse i overkroppen. Det er også en standard øvelse i styrkeløftkonkurranser.",
    "src": "/benchPress.png"
  },
  {
    "type": "chest",
    "name": "Cable Flyes",
    "description": "Cable flyes er en treningsøvelse som primært trener bryst. Øvelsen utføres ved hjelp av kabelmaskiner, og gir en konstant spenning gjennom hele bevegelsen, noe som gir en effektiv trening for brystet. For å utføre cable flyes: 1. Juster kabelmaskinen til øyehøyde og fest håndtakene på begge sidene. 2. Ta tak i håndtakene med begge hender og stå i en stabil posisjon, med et lite bøy i knærne. 3. Trekk hendene sammen foran kroppen, og fokuser på å klemme brystmusklene på toppen. 4. Senk langsomt hendene tilbake til startposisjonen, og kontroller bevegelsen. Cable flyes er en flott øvelse for å isolere brystet og for å forbedre brystets form og definisjon.",
    "src": "/cableFlyes.webp"
  },
  {
    "type": "chest",
    "name": "Incline Bench Press",
    "description": "Benkpress er en populær styrketreningsøvelse som hovedsakelig trener bryst, men også skuldre og triceps. Øvelsen utføres vanligvis med en vektstang og løftes fra en liggende posisjon på en benk. For å utføre benkpress: 1. Ligg på ryggen på en benk med føttene flatt på gulvet. 2. Hold stangen med et grep som er litt bredere enn skulderbredde. 3. Senk stangen kontrollert ned til brystet, og press oppover til startposisjon med kraft. Benkpress er en av de mest brukte øvelsene for å bygge styrke og masse i overkroppen. Det er også en standard øvelse i styrkeløftkonkurranser.",
    "src": "/benchPress.png"
  },
  {
    "type": "back",
    "name": "Cable Row",
    "description": "Cable row er en effektiv øvelse for å styrke ryggmusklene, spesielt de midtre og nedre delene av ryggen, samt biceps og skuldre. Noen fordeler med cable row er. Jevn motstand, kabelmaskinen gir jevn spenning gjennom hele bevegelsen, noe som gir bedre muskelaktivering. Skånsom for leddene, mindre belastning på korsryggen sammenlignet med for eksempel barbell row. Bedre holdning, styrker musklene som bidrar til en sterk og oppreist kroppsholdning. Fleksibel utførelse, mulighet for variasjoner i grep og bredde for å treffe ulike deler av ryggen. Perfekt for både nybegynnere og erfarne som vil bygge en sterk rygg.",
    "src": "/benchPress.png"
  },
  {
    "type": "back",
    "name": "Lat Pulldown",
    "description": "Lat pulldown er en øvelse som trener ryggmusklene, spesielt vingene. Øvelsen utføres sittende i en kabelmaskin, der du trekker en stang ned mot brystet. Fordeler med lat pulldown er bl.a at det styrker og bygger en bredere rygg, forbedrer trekkstyrke, noe som hjelper i andre øvelser som pull-ups, skånsom for skuldrene sammenlignet med frie vekter. En effektiv øvelse for både nybegynnere og viderekomne!",
    "src": "/benchPress.png"
  }
]
